const boxItems = [
  {
    title: "인재 관리",
    description: `지난 밤 일어난 고객 개인 정보 유출에 대한 복구TF팀을 구성할 거야. 
개인 정보를 담당하는 IT보안 부서, 고객 문의 처리를 담당하는 CS부서에서 
개인 정보 유출 사례와 관련한 TF팀에 참여해본 경험과 성과를 낸 경험이 있는 인원을 찾아줘.`,
    Image: "/public/account_circle.png",
  },
  {
    title: "사내 프로그램 관리",
    description: `최근 신입사원의 대부분이 20~30대로 디지털 환경에 익숙하고, 
우리 회사는 몰입감 있는 조직문화 전달을 중요시하는 것 같아. 
비대면 근무가 일상화되고 있는 상황에서, 자사 메타버스 플랫폼인 제페토의 전략적 활용 가능성도 고려해서 
온보딩 프로젝트를 만들어줘.`,
    Image: "/public/desktop_windows.png",
  },
  {
    title: "복리후생 관리",
    description: `유연근무제가 실제 직원들의 워라밸 향상에 기여하고 있는지 
정량/정성적으로 어떻게 측정할 수 있으며, 제도의 실효성을 높이기 위해 어떤 보완 방안을 고려할 수 있을까?`,
    Image: "/public/money_bag.png",
  },
  {
    title: "성과보상 처리",
    description: `최근 2년간 연속해서 성과평가 점수가 상위 20%에 해당하지만, 
같은 직급/연차 그룹 내 평균 연봉 인상률보다 낮은 인재를 찾아줘. 
보상 불만 리스크가 있는 핵심 인재가 누락되어 있는지 확인하고, 
해당 사유를 성과/조직 평가 기준과 함께 설명해줘.`,
    Image: "/public/bloodtype.png",
  },
];

export default boxItems;
